Repository: MohammdXD/note_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: My Notes
ar: ملاحظاتي

# add
source: Add New
ar: إضافة جديدة

# backNote
source: No notes yet Tap + to add one
ar: لا توجد ملاحظات بعد، اضغط على + لإضافة واحدة

source: Note Title
ar: عنوان الملاحظة

source: Note Content
ar: محتوى الملاحظة

source: Add Note
ar: إضافة الملاحظة

# titleDetails
source: My Notes
ar: تفاصيل الملاحظة

source: Settings
ar: الاعدادات

source: language
ar: اللغة

# title_splash1
source: Organize Your Thoughts
ar: نظّم أفكارك

# description_splash1
source: Capture ideas our intuitive note-taking app
ar: سجّل أفكارك مع تطبيقنا السهل لتدوين الملاحظات

# title_splash2
source: Stay Productive
ar: حافظ على إنتاجيتك

# description_splash2
source: Manage notes in one beautiful interface
ar: أدر ملاحظاتك في واجهة واحدة أنيقة

# title_splash3
source: Sync Across Devices
ar: مزامنة بين الأجهزة

# description_splash3
source: Access your notes anywhere, anytime
ar: اطّلع على ملاحظاتك في أي وقت ومن أي مكان

# title_splash4
source: Get Started
ar: ابدأ

# description_splash4
source: Begin your journey to better organization
ar: ابدأ رحلتك نحو تنظيم أفضل

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Start
ar: ابدأ

source: Update
ar: تحديث

# EnterTitle
source: Please enter a title
ar: ادخل عنوان الملاحظة

# EnterContent
source: Please enter a content
ar: ادخل محتوى الملاحظة

source: Created At
ar: انشيء في

source: Updated At
ar: تحديث في

source: at
ar: في

source: Note Options
ar: خيارات الملاحظة

# optionsTile
source: What would you like to do with this note?
ar: ماذا تريد أن تفعل بهذه المذكرة؟

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Cancel
ar: إلغاء

source: m ago
ar: قبل دقيقة

source: h ago
ar: قبل ساعة

source: d ago
ar: قبل يوم

source: Yesterday
ar: اليوم الماضي
